---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ViewDisplayBackground
source: html/a1c22112-229c-3197-ea8e-a737c905e54f.htm
---
# ViewDisplayBackground Members

Creates an object that can be passed to View.SetBackground method
 to set the background of the Gradient type.